<?php

return [
    'promotion' => [
        [
            'name' => 'аутлет 70%',
            'rate' => 0.7,
            'start' => '2025-01-01',
            'end' => '2025-02-16',
        ],
        [
            'name' => 'золото и серебро 55%',
            'rate' => 0.55,
            'start' => '2025-01-05',
            'end' => '2025-02-19',
        ],
        [
            'name' => 'бриллианты 45%',
            'rate' => 0.45,
            'start' => '2025-01-01',
            'end' => '2025-02-22',
        ],
        [
            'name' => 'онлайн 40%',
            'rate' => 0.4,
            'start' => '2025-01-01',
            'end' => '2025-02-24',
        ],
        [
            'name' => 'бонусы 40%',
            'rate' => 0.4,
            'start' => '2025-01-01',
            'end' => '2025-02-28',
        ],
        [
            'name' => 'шок цена',
            'rate' => 1,
            'start' => '2025-01-01',
            'end' => '2025-02-28',
        ],
    ]
];
